Repository: arxoft/gravitywp-list-date-picker
Catalog: languages/gravitywplistdatepicker-*.po
Languages: nl_nl

source: Datepicker fields
nl_nl: Datumkiezer velden

source: Place a tick next to the column name to make it a date picker field. Select the date format from the 'Date Format' options.
nl_nl: Plaats een vinkje naast de kolomnaam om er een datumkiezerveld van te maken. Selecteer de datumnotatie in de opties 'Datumnotatie'.

source: Make Datepicker
nl_nl: Maak een Datumkiezer

source: Date Format
nl_nl: Datumnotatie

source: No Icon
nl_nl: Geen icoon

source: Calendar Icon
nl_nl: Kalendericoon

source: Default Date
nl_nl: Standaarddatum

source: The column '%1$s' requires a valid date in %2$s format.
nl_nl: De kolom '%1$s' vereist een geldige datum in %2$s notatie.

source: Requires a valid date in %s format.
nl_nl: Vereist een geldige datum in %s notatie.

source: Datepicker
nl_nl: Datumkiezer

source: Makes list field column a datepicker.
nl_nl: Maakt van lijstveldkolom een datumkiezer.

source: Your %1$s license has not been actived. This means you are missing out on security fixes, updates and support.%2$sActivate your license%3$s or %4$sget a license here%5$s
nl_nl: Uw %1$s licentie is niet actief. Dit betekent dat u beveiligingsoplossingen, updates en ondersteuning mist. %2$s Activeer uw licentie%3$s of %4$svraag hier een licentie aan%5$s

source: Enter the license key you received after purchasing the plugin.
nl_nl: Voer de licentiesleutel in die u hebt ontvangen na aankoop van de plug-in.

source: License Key
nl_nl: Licentiesleutel

source: Invalid or expired license
nl_nl: Ongeldige of verlopen licentie

source: To unlock plugin updates and support, please enter your license key below
nl_nl: Om plug-in updates en ondersteuning te ontgrendelen, voert u hieronder uw licentiesleutel in

source: Adds a datepicker input to the Gravity Forms List field.
nl_nl: Hiermee voegt u een datumkiezer toe aan het veld Gravity Forms List.
